final dummyData = [
  [
    "8:15",
    "Основи електротехнике 2 (Г2) [1108]",
    "Основи електротехнике 2 (Г1) [1108]",
    "Основи електротехнике 2 (Г4) [1108]",
    "Основи електротехнике 2 (Л1) [2108 (ОЕТ)]<br /> --- <br />Програмирање 2 (Л2) [1007 (BIT Alliance)]<br /> --- <br />Физика (Л9) [2109 (Физика)]",
    "Основи електротехнике 2 (Л8) [2108 (ОЕТ)]<br /> --- <br />Програмирање 2 (Л9) [1007 (BIT Alliance)]<br /> --- <br />Физика (Л10) [2109 (Физика)]",
    null,
    null
  ],
  [
    "9:15",
    "Основи електротехнике 2 (Г2) [1108]<br /> --- <br />Програмирање 2 (Г3) [1103]",
    "Основи електротехнике 2 (Г1) [1108]<br /> --- <br />Физика (Г4) [1103]",
    "Основи електротехнике 2 (Г4) [1108]<br /> --- <br />Физика (Г2) [1101]",
    "Основи електротехнике 2 (Л2) [2108 (ОЕТ)]<br /> --- <br />Програмирање 2 (Л1) [1007 (BIT Alliance)]<br /> --- <br />Физика (Л3) [2109 (Физика)]",
    "Основи електротехнике 2 (Л9) [2108 (ОЕТ)]<br /> --- <br />Програмирање 2 (Л8) [1007 (BIT Alliance)]<br /> --- <br />Физика (Л11) [2109 (Физика)]",
    null,
    null
  ],
  [
    "10:15",
    "Основи електротехнике 2 (Г2) [1108]<br /> --- <br />Програмирање 2 (Г3) [1103]",
    "Основи електротехнике 2 (Г1) [1108]<br /> --- <br />Физика (Г4) [1103]",
    "Физика (Г2) [1101]<br /> --- <br />Основи електротехнике 2 (Г4) [1108]",
    "Основи електротехнике 2 (Л3) [2108 (ОЕТ)]<br /> --- <br />Програмирање 2 (Л4) [1007 (BIT Alliance)]<br /> --- <br />Физика (Л1) [2109 (Физика)]",
    "Основи електротехнике 2 (Л10) [2108 (ОЕТ)]<br /> --- <br />Програмирање 2 (Л11) [1007 (BIT Alliance)]<br /> --- <br />Физика (Л8) [2109 (Физика)]",
    null,
    null
  ],
  [
    "11:15",
    "Програмирање 2 (Г1) [1103]<br /> --- <br />Програмирање 2 (Г2) [1108]",
    "Основи електротехнике 2 (Г3) [1108]<br /> --- <br />Физика (Г1) [1103]",
    "Програмирање 2 (Г4) [1108]<br /> --- <br />Физика (Г3) [1101]",
    "Програмирање 2 (Л3) [1007 (BIT Alliance)]<br /> --- <br />Основи електротехнике 2 (Л4) [2108 (ОЕТ)]<br /> --- <br />Физика (Л5) [2109 (Физика)]",
    "Основи електротехнике 2 (Л11) [2108 (ОЕТ)]<br /> --- <br />Програмирање 2 (Л10) [1007 (BIT Alliance)]<br /> --- <br />Физика (Л7) [2109 (Физика)]",
    null,
    null
  ],
  [
    "12:15",
    "Програмирање 2 (Г1) [1103]<br /> --- <br />Програмирање 2 (Г2) [1108]",
    "Физика (Г1) [1103]<br /> --- <br />Основи електротехнике 2 (Г3) [1108]",
    "Програмирање 2 (Г4) [1108]<br /> --- <br />Физика (Г3) [1101]",
    "Основи електротехнике 2 (Л5) [2108 (ОЕТ)]<br /> --- <br />Програмирање 2 (Л6) [1007 (BIT Alliance)]<br /> --- <br />Физика (Л4) [2109 (Физика)]",
    "Основи електротехнике 2 (Л12) [2108 (ОЕТ)]<br /> --- <br />Програмирање 2 (Л7) [1007 (BIT Alliance)]<br /> --- <br />Физика (Л2) [2109 (Физика)]",
    null,
    null
  ],
  [
    "13:15",
    null,
    "Основи електротехнике 2 (Г3) [1108]",
    null,
    "Основи електротехнике 2 (Л6) [2108 (ОЕТ)]<br /> --- <br />Програмирање 2 (Л5) [1007 (BIT Alliance)]<br /> --- <br />Физика (Л12) [2109 (Физика)]",
    "Основи електротехнике 2 (Л13) [2108 (ОЕТ)]",
    null,
    null
  ],
  [
    "14:15",
    null,
    null,
    null,
    "Основи електротехнике 2 (Л7) [2108 (ОЕТ)]<br /> --- <br />Програмирање 2 (Л12) [1007 (BIT Alliance)]<br /> --- <br />Физика (Л6) [2109 (Физика)]",
    "Математика 2 (Г1) [1110]",
    null,
    null
  ],
  [
    "15:15",
    null,
    null,
    "ПРОГРАМИРАЊЕ 2 (сви) [Амфитеатер МФ]",
    null,
    "Математика 2 (Г1) [1110]",
    null,
    null
  ],
  [
    "16:15",
    "ОСНОВИ ЕЛЕКТРОТЕХНИКЕ 2 (сви) [Амфитеатер МФ]",
    "МАТЕМАТИКА 2 (сви) [Амфитеатер МФ]",
    "ПРОГРАМИРАЊЕ 2 (сви) [Амфитеатер МФ]",
    "ФИЗИКА (сви) [Амфитеатар ТФ]",
    "Математика 2 (Г1) [1110]",
    null,
    null
  ],
  [
    "17:15",
    "ОСНОВИ ЕЛЕКТРОТЕХНИКЕ 2 (сви) [Амфитеатер МФ]",
    "МАТЕМАТИКА 2 (сви) [Амфитеатер МФ]",
    "ПРОГРАМИРАЊЕ 2 (сви) [Амфитеатер МФ]",
    "ФИЗИКА (сви) [Амфитеатар ТФ]",
    null,
    null,
    null
  ],
  [
    "18:15",
    "ОСНОВИ ЕЛЕКТРОТЕХНИКЕ 2 (сви) [Амфитеатер МФ]",
    "МАТЕМАТИКА 2 (сви) [Амфитеатер МФ]",
    null,
    "ФИЗИКА (сви) [Амфитеатар ТФ]",
    null,
    null,
    null
  ],
  ["19:15", null, null, null, null, null, null, null],
  ["20:15", null, null, null, null, null, null, null],
  [null, null, null, null, null, null, null, null],
  [null, null, null, null, null, null, null, null],
  [null, null, null, null, null, null, null, null],
  [null, null, null, null, null, null, null, null],
  [null, null, null, null, null, null, null, null],
  [null, null, null, null, null, null, null, null],
  [null, null, null, null, null, null, null, null],
  [null, null, null, null, null, null, null, null],
  [null, null, null, null, null, null, null, null],
  [null, null, null, null, null, null, null, null]
];
